<!DOCTYPE html>
<html lang="ar">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <!-- normalise to render any browsers to normal mode -->
  <link rel="stylesheet" href="css/normalise.css">
  <!-- font awesome -->
  <link rel="stylesheet" href="css/all.css">
  <!-- cairo font Google -->
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Cairo:wght@200;300;500;600;700;900&display=swap" rel="stylesheet">
  <!-- icon -->
  <link rel="icon" href="images/img.png" type="image/x-icon">
  <!-- master style sheet  -->
  <link rel="stylesheet" href="css/master.css">
  <!-- prayer_page_1 style sheet  -->
  <link rel="stylesheet" href="css/general_section.css">
  <!-- for test -->
  <title>صلي معنا</title>
</head>

<body dir="rtl">
  <!-- start Menu  -->
  <?php require_once 'header.php'; ?>
  <!-- End menu -->
  <section>
    <h1>في واجباتها</h1>
    <div>
      وواجباتها ثمانية، تبطل الصلاة بتركها عمداً، وتسقط سهواً وجهلاً، ويجب للسهو عنها سجود السهو، فالفرق بينها وبين الأركان: أن من نسي ركناً لم تصح صلاته إلا بالإتيان به، أمَّا من نسي واجباً أجزأ عنه سجود السهو، فالأركان أوكد من الواجبات.<br>
      <h4>وبيانها على النحو الآتي:</h4>
      <ol>
        <li>جميع التكبيرات غير تكبيرة الإحرام، وهو ما يسمى بتكبير الانتقال. لقول ابن مسعود: (رأيت النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يكبر في كل رفع وخفض وقيام وقعود) (1)، فقد واظب النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عليه إلى أن مات، وقد قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (صلوا كما رأيتموني أصلي).</li>
        <li>قول: "سمع الله لمن حمده" للإمام والمنفرد: لحديث أبي هريرة: (كان رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يكبر حين يقوم إلى الصلاة، ثم يكبر حين يركع، ثم يقول: سمع الله لمن حمده حين يرفع صلبه من الركعة، ثم يقول وهو قائم: ربنا ولك الحمد) (2).</li>
        <li>قول: "ربنا ولك الحمد" للمأموم فقط، أما الإمام والمنفرد فيسن لهما الجمع بينهما؛ لحديث أبي هريرة المتقدم، ولحديث أبي موسى وفيه: (وإذا قال: سمع الله لمن حمده، فقولوا: ربنا لك الحمد) (3).</li>
        <li>وقول: "سبحان ربي العظيم" مرة في الركوع.</li>
        <li>قول: "سبحان ربي الأعلى" مرة في السجود. لقول حذيفة في حديثه: (كان -يعني النبي (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) - يقول في ركوعه: سبحان ربي العظيم. وفي سجوده: سبحان ربي الأعلى) (4). وتسنُّ الزيادة في التسبيح في السجود والركوع إلى ثلاث.</li>
        <li>قوله: "ربِّ اغفر لي" بين السجدتين: لحديث حذيفة: أن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كان يقول بين السجدتين: (رب اغفر لي. رب اغفر لي) (5).</li>
        <li> التشهد الأول على غير من قام إمامه سهواً، فإنه لا يجب عليه لوجوب متابعته؛ لأن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لما نسي التشهد الأول لم يَعُدْ إليه، وجبره بسجود السهو (6). والتشهد الأول هو: "التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله".</li>
        <li>الجلوس له -أي التشهد الأول- لحديث ابن مسعود مرفوعاً: (إذا قعدتم في كل ركعتين فقولوا: التحيات لله) (6). ولحديث رفاعة بن رافع: (فإذا جلست في وسط الصلاة فاطمئن، وافترش فخذك اليسرى، ثم تشهد) (7).</li>
      </ol>
    </div>
    <hr>
    <ol>
      <li> رواه النسائي (2/ 205)، والترمذي برقم (253) وقال: حسن صحيح، وصححه الألباني (صحيح الترمذي برقم 208).</li>
      <li>رواه مسلم (1/ 293) برقم (28).</li>
      <li> رواه مسلم برقم (404)، وأحمد (4/ 399).</li>
      <li>رواه الخمسة: أبو داود برقم (874)، والترمذي برقم (262) وقال: حسن صحيح، والنسائي (1/ 172)، وابن ماجه برقم (897)، وصححه الألباني (صحيح النسائي برقم 1097).</li>
      <li>رواه النسائي (1/ 172)، وابن ماجه برقم (897)، وصححه الألباني (الإرواء برقم 335).</li>
      <li>أخرجه البخاري برقم (1230)، ومسلم برقم (570).</li>
      <li>رواه أحمد (1/ 437)، والنسائي (1/ 174)، وصححه الألباني (الإرواء برقم 336).</li>
      <li> رواه أبو داود برقم (856)، وحسنه الألباني (الإرواء برقم 337).</li>
    </ol>
  </section>
</body>

</html>
